[
  {
    "speaker": "SYSTEM",
    "text": "--- 第３話（序章）：ホシノ・ステップ――宇宙のシステムクロック ---",
    "glitch": true
  },
  {
    "speaker": "カイ",
    "text": "一秒という時間は、あまりにも短い。"
  },
  {
    "speaker": "カイ",
    "text": "だが、デジタル宇宙論の視点に立てば、その一秒は膨大な「ステップ」の積み重ねによって構成されている。"
  },
  {
    "speaker": "カイ",
    "text": "僕らがなめらかだと信じているこの世界には、実は「コマ送り」の境界線が存在する。"
  },
  {
    "speaker": "カイ",
    "text": "宇宙というシステムが状態を更新する、その最小の鼓動。"
  },
  {
    "speaker": "カイ",
    "text": "それを物理学の言葉では「サンプリングレート」、あるいは「システムクロック」と呼ぶ。"
  },
  {
    "speaker": "カイ",
    "text": "＊"
  },
  {
    "speaker": "ミオ",
    "text": "「……さて。第１回、第２回の講義を通じて、諸君は世界が『離散的』であり、時間が『想起による捏造』であることを学んだはずだ」"
  },
  {
    "speaker": "カイ",
    "text": "物理教室の空気は、回を追うごとに重くなっていく気がする。"
  },
  {
    "speaker": "カイ",
    "text": "老教師の背後で、ホログラムの宇宙図がゆっくりと回転していた。遠方の銀河たちが、淡い光を放ちながら散らばっている。"
  },
  {
    "speaker": "カイ",
    "text": "「今日はその決定的な証拠……『ホシノ・ステップ』について解説しよう。これは２０世紀末に観測者・星野博士が発見した、銀河の赤方偏移における異常な量子化現象のことだ」"
  },
  {
    "speaker": "カイ",
    "text": "教師が手元のコントローラーを操作すると、銀河の移動速度を示すグラフが表示された。"
  },
  {
    "speaker": "ミオ",
    "text": "「旧物理学の常識では、宇宙が膨張している以上、銀河の遠ざかる速度は距離に応じて『なめらかに』変化するはずだった。だが、星野博士が膨大なデータを精査して辿り着いた事実は違った。銀河の速度は、特定の数値……約７２ｋｍ／ｓの整数倍という、『階段状』の分布を持っていたんだ」"
  },
  {
    "speaker": "カイ",
    "text": "グラフには、等間隔に並んだ不自然な「段差」が強調されている。"
  },
  {
    "speaker": "カイ",
    "text": "「これが何を意味するか、わかるか？　宇宙という空間において、移動速度という変数は自由な値を取れない。それは特定の解像度……すなわち『ビット深度』によって制限されているということだ。天城博士はこの観測結果を、宇宙というコンピュータの『システムクロック』の痕跡だと定義した」"
  },
  {
    "speaker": "カイ",
    "text": "教師は黒板の余白に、大きく一文字を書いた。"
  },
  {
    "speaker": "カイ",
    "text": "『Ｔｉｃｋ（ティック）』"
  },
  {
    "speaker": "ミオ",
    "text": "「宇宙は、このＴｉｃｋごとに状態を１つずつ更新している。我々が『光速（ｃ）』と呼んでいる速度制限の正体もこれだ。光とは、１回のＴｉｃｋにつき１つの空間ノードを移動する情報のパケットに過ぎない。宇宙OSの書き込み速度そのものが、物理的な速度の限界を規定しているのだよ」"
  },
  {
    "speaker": "カイ",
    "text": "カイは、息を潜めてそのロジックを追いかけた。"
  },
  {
    "speaker": "カイ",
    "text": "光速が秒速約３０万キロメートルなのは、宇宙の「バススピード」がそう設計されているからだ。それ以上の速度で情報を転送しようとしても、ハードウェアのクロックが追いつかない。"
  },
  {
    "speaker": "カイ",
    "text": "「では、ここで前回の復習だ。宇宙がこのようにカクカクとした離散的なステップで更新されているのなら、なぜ我々は世界を『なめらかな連続体』だと感じるのか？　……カイ、答えてみろ」"
  },
  {
    "speaker": "カイ",
    "text": "突然名前を呼ばれ、カイは椅子を鳴らして立ち上がった。"
  },
  {
    "speaker": "ミオ",
    "text": "「……それは、僕らの意識が行っている『想起（Recall）』のせいです」"
  },
  {
    "speaker": "カイ",
    "text": "教師がわずかに目を細め、先を促す。"
  },
  {
    "speaker": "カイ",
    "text": "「想起無きデバイス……たとえば単なるセンサーや記録装置にとっては、時間は存在しません。今この瞬間の演算結果がすべてであり、過去との繋がりを知覚できないからです。でも、僕ら生命プロセスは、現在の演算の中に過去のデータを呼び戻す『想起』を行います。過去と今の間に、自分の体験という『ストーリー（物語）』を構成することで、本来は断絶しているはずのＴｉｃｋの隙間を塗りつぶしてしまう。……だから、世界はなめらかに流れているように『見える』だけなんです」"
  },
  {
    "speaker": "ミオ",
    "text": "「よろしい。正解だ」"
  },
  {
    "speaker": "カイ",
    "text": "教師は満足げに頷き、ホログラムを消した。"
  },
  {
    "speaker": "カイ",
    "text": "「宇宙は、ホシノ・ステップに従って厳密にコマ送りされている。だが、我々の脳という演算ユニットは、そのコマとコマを無理やり繋ぎ合わせて、一つの映画……クオリアとしての『時間』を捏造する。この『捏造された連続性』こそが、我々がアナログな世界に住んでいるという幻想の正体なのだ」"
  },
  {
    "speaker": "カイ",
    "text": "チャイムが鳴り、講義が終了する。"
  },
  {
    "speaker": "カイ",
    "text": "周りの生徒たちが雑談を始める中、カイは自分の手を見つめた。"
  },
  {
    "speaker": "カイ",
    "text": "この手が動くとき、物理的には宇宙のクロックに合わせて、一箇所ずつ位置座標の変数が書き換えられている。"
  },
  {
    "speaker": "カイ",
    "text": "だが、僕の意識はその「カクつき」を検知できない。"
  },
  {
    "speaker": "カイ",
    "text": "想起という名のレンダリング・エンジンが、勝手にアンチエイリアスをかけ、美しい物語へと変換してしまうから。"
  },
  {
    "speaker": "カイ",
    "text": "（……もし、想起を止めることができたら？）"
  },
  {
    "speaker": "カイ",
    "text": "ふとした疑問が、カイの脳裏をよぎった。"
  },
  {
    "speaker": "カイ",
    "text": "物語としての時間を捨て、宇宙の真の姿……「Ｔｉｃｋ」そのものを知覚することができれば、この世界のソースコードに直接触れることができるのではないか。"
  },
  {
    "speaker": "カイ",
    "text": "カイは放課後の喧騒を抜け出し、図書室へと向かった。"
  },
  {
    "speaker": "カイ",
    "text": "天城博士の公開リポジトリは、もう読み終えた。"
  },
  {
    "speaker": "カイ",
    "text": "だが、第３回までの講義内容を完璧に理解した今なら、アーカイブの奥底にある「不自然な記述」の正体が見えてくるはずだ。"
  },
  {
    "speaker": "ミオ",
    "text": "「……ステップの同期。グローバル・コミット。……天城博士、あんたは『想起』の外側にある真実を、どこに隠したんだ」"
  },
  {
    "speaker": "カイ",
    "text": "カイの指が、キーボードの上で速く、正確に動き始める。"
  },
  {
    "speaker": "カイ",
    "text": "講義はあと２回。"
  },
  {
    "speaker": "カイ",
    "text": "真理へのカウントダウンは、着実に進んでいた。"
  },
  {
    "speaker": "SYSTEM",
    "text": ">>> NEXT CHAPTER",
    "nextChapter": "chapter36"
  }
]