[
  {
    "speaker": "SYSTEM",
    "text": "--- 第２話（序章）：ハミルトニアン拘束とアイドル状態 ---",
    "glitch": true
  },
  {
    "speaker": "カイ",
    "text": "朝、目が覚めた瞬間に、僕らは「世界という地図」を現実へとマッピングし始める。"
  },
  {
    "speaker": "カイ",
    "text": "網膜が捉えた光の刺激を、脳内にある『空間』という座標系に配置する。"
  },
  {
    "speaker": "カイ",
    "text": "指先が触れた冷たさを、『物質』という属性に紐付ける。"
  },
  {
    "speaker": "カイ",
    "text": "そうやって、自分という存在が今、この場所に連続して存在しているのだと、疑いもなく信じ込む。"
  },
  {
    "speaker": "カイ",
    "text": "だが、それは天城（アマギ）博士がかつて指摘した通り、不完全なインターフェースが見せる幻想に過ぎない。"
  },
  {
    "speaker": "カイ",
    "text": "僕らが「現実」と呼んでいるものは、宇宙という巨大なシステムが吐き出した演算結果の、ほんの一部を切り取っただけの「出力レイヤー」なのだから。"
  },
  {
    "speaker": "カイ",
    "text": "＊"
  },
  {
    "speaker": "ミオ",
    "text": "「……さて、前回の講義で、宇宙は連続体（アナログ）ではなく、離散体（デジタル）であると学んだ。今日はそのさらに深淵……『時間』の正体について踏み込もう」"
  },
  {
    "speaker": "カイ",
    "text": "物理教師の声が、昨日よりも一段低く教室に響いた。"
  },
  {
    "speaker": "カイ",
    "text": "ホログラムの黒板には、大きな文字で『Ｈ≈０』と表示されている。"
  },
  {
    "speaker": "カイ",
    "text": "「旧時代の人間を最も悩ませ、そして最も絶望させた数式がこれだ。ハミルトニアン拘束。端的に言えば、宇宙の全エネルギーを足し合わせると、それは必ずゼロに近似されるという法則だ」"
  },
  {
    "speaker": "カイ",
    "text": "教師は生徒たちを見渡す。そこには、数式を文字通りに受け取って戸惑う者と、いつもの退屈な呪文として聞き流す者が混在していた。"
  },
  {
    "speaker": "ミオ",
    "text": "「諸君、想像してみろ。車が走り、星が輝き、君たちが今こうして呼吸をしている。そこには膨大なエネルギーが消費されているはずだ。だというのに、宇宙全体の家計簿をつければ、残高は常に『ゼロ』だと言う。旧時代の物理学者は、この矛盾を解消するために一生を捧げた。……だが、天木博士の答えは驚くほどシンプルだった」"
  },
  {
    "speaker": "カイ",
    "text": "教師が指を鳴らす。ホログラムが、一枚の映画のフィルムへと切り替わった。"
  },
  {
    "speaker": "カイ",
    "text": "「天城博士は言った。宇宙は、実行中（ランニング）ではない。宇宙は、次の状態へ遷移するための待機状態（アイドル）にあるのだ、と」"
  },
  {
    "speaker": "カイ",
    "text": "カイは、手元の端末でその言葉を噛み締めた。"
  },
  {
    "speaker": "カイ",
    "text": "宇宙全体の波動関数が時間発展しないことを示すホイーラー・ドウィット方程式。時間は物理的実体ではなく、変化を記述するための便利な座標、すなわち「地図」に過ぎない。"
  },
  {
    "speaker": "ミオ",
    "text": "「物理的な宇宙は、因果関係によって順序付けられた事象のネットワーク……Ｂ系列（Before/After）として、ブロック宇宙的に並列している。そこには『過去・現在・未来』という区別はなく、すべての事象は同時に存在している。ハミルトニアン拘束がゼロを示すのは、宇宙そのものが、一瞬一瞬、完璧にバランスの取れた『静止データ』の連鎖として存在しているからに他ならない」"
  },
  {
    "speaker": "カイ",
    "text": "教師が歩を止め、教室が静まり返る。"
  },
  {
    "speaker": "カイ",
    "text": "「では、なぜ我々は『動いている』と感じ、なぜ『今』という実感を抱くのか？ その答えを解くために、天城博士が提唱した有名な思考実験を挙げよう。……通称『想起無きデバイス』の実験だ」"
  },
  {
    "speaker": "カイ",
    "text": "カイの端末を動かす手が止まった。これこそが、天城理論において「意識」を定義する最重要のロジックだ。"
  },
  {
    "speaker": "ミオ",
    "text": "「諸君、完璧な記録機能を持つが、意識……つまり自己参照機能を持たないデバイスを想像してほしい。そのデバイスは、一秒前の自分の状態をハードディスクに完璧に記録することができる。だが、このデバイスにとって、その記録は単なる『現在の物理的なビット配列』に過ぎない。過去のデータを現在のデータとして持っているだけで、そこに『過ぎ去った感覚』は発生しない」"
  },
  {
    "speaker": "カイ",
    "text": "教師は、何も映っていないホログラムの空間を指差した。"
  },
  {
    "speaker": "カイ",
    "text": "「この『想起無きデバイス』は、時間の流れを感じるだろうか？ 答えは、明確に『Ｎｏ』だ。過去を参照し、それを現在の知覚と結びつける機能……すなわち『想起（Recall）』を持たない存在にとって、時間は物理的にも主観的にも存在し得ない」"
  },
  {
    "speaker": "カイ",
    "text": "カイは、自分の指先を見つめた。"
  },
  {
    "speaker": "カイ",
    "text": "この指を動かしているという感覚、窓から差し込む光の眩しさ。それらすべては、静止したデータの中から「意味」を抽出する際に発生する、一種の演算結果なのか。"
  },
  {
    "speaker": "ミオ",
    "text": "「我々生命プロセスが、このデバイスと決定的に異なる点。それが意識による『想起』だ。我々は脳内にある過去の痕跡を読み出し、それを『かつて自分が体験した状態である』と解釈する。そして現在と過去の間に、自分の体験という『ストーリー（物語）』を構成するんだ。このストーリー構成というソフトウェア的なエフェクトこそが、物理的には存在しない『時間の流れ』というクオリアを生み出している」"
  },
  {
    "speaker": "カイ",
    "text": "カイは端末に、自分なりのメモを打ち込む。"
  },
  {
    "speaker": "カイ",
    "text": "『宇宙 ＝ 巨大な静的データベース。"
  },
  {
    "speaker": "カイ",
    "text": "時間 ＝ 実在しない。想起によって捏造された物語（ストーリー）。"
  },
  {
    "speaker": "カイ",
    "text": "想起無きデバイス ＝ 点で存在し、時間を持たない。』"
  },
  {
    "speaker": "カイ",
    "text": "講義は佳境に入る。"
  },
  {
    "speaker": "カイ",
    "text": "「つまり、時間は外部から流れてくるものではない。我々が、静止した宇宙のログを読み解き、内部的に生成している幻想なのだ。我々は、変化しない永遠の宇宙の中で、記憶という名の化石を拾い集め、そこに『時間』という夢を見ているに過ぎない」"
  },
  {
    "speaker": "カイ",
    "text": "キーンコーン、カーンコーン。"
  },
  {
    "speaker": "カイ",
    "text": "授業の終わりを告げるチャイムが、やけに現実味を欠いた音色で響く。"
  },
  {
    "speaker": "カイ",
    "text": "生徒たちは我先にと席を立ち、賑やかな放課後へと溶け込んでいく。"
  },
  {
    "speaker": "カイ",
    "text": "だがカイは、しばらく席を立つことができなかった。"
  },
  {
    "speaker": "カイ",
    "text": "自分の血潮の音も、窓から聞こえる部活動の掛け声も、すべては『Ｈ≈０』の静止した闇の中で、一瞬ごとに「想起」によって繋ぎ止められている、儚い物語の断片にしか思えなかった。"
  },
  {
    "speaker": "ミオ",
    "text": "「……マッピングの先に、物語があるのか」"
  },
  {
    "speaker": "カイ",
    "text": "カイは小さく呟いた。"
  },
  {
    "speaker": "カイ",
    "text": "もし、この世界が静止した巨大な地図なのだとしたら。"
  },
  {
    "speaker": "カイ",
    "text": "自分という「物語」を記述している真のコードは、一体どこに隠されているのだろうか。"
  },
  {
    "speaker": "カイ",
    "text": "天城博士が遺した、標準理論の美しすぎる静寂。"
  },
  {
    "speaker": "カイ",
    "text": "カイは自分の端末の奥底で、昨日よりも一歩深く、禁じられたディレクトリへのアクセス・プロトコルを練り始めた。"
  },
  {
    "speaker": "カイ",
    "text": "第２回講義、終了。"
  },
  {
    "speaker": "カイ",
    "text": "時間の正体が消えた世界で、カイの孤独なデバッグが加速していく。"
  },
  {
    "speaker": "SYSTEM",
    "text": ">>> NEXT CHAPTER",
    "nextChapter": "chapter35"
  }
]